Repository: macsonn141-beep/PeriMeno
Catalog: PeriMenoApp/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, pt_br, th, tr, zh_hans, zh_hant

# home.title
source: Home
ar: الرئيسية
de: Start
es: Inicio
fr: Accueil
hi: होम
id: Beranda
ja: ホーム
ko: 홈
pt_br: Início
th: หน้าแรก
tr: Ana sayfa
zh_hans: 首页
zh_hant: 首頁

# home.today.title
source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd’hui
hi: आज
id: Hari ini
it: Oggi
ja: 今日
ko: 오늘
pt_br: Hoje
th: วันนี้
tr: Bugün
zh_hans: 今天
zh_hant: 今天

# home.trend.placeholder
source: Patterns will become clearer as you add more entries.
ar: ستصبح الأنماط أوضح مع إضافة المزيد من الإدخالات.
de: Muster werden klarer, wenn du mehr Einträge hinzufügst.
es: Los patrones serán más claros a medida que añadas más entradas.
fr: Les tendances deviendront plus claires à mesure que vous ajouterez des entrées.
hi: अधिक प्रविष्टियाँ जोड़ने पर पैटर्न स्पष्ट होंगे।
id: Pola akan lebih jelas saat Anda menambahkan lebih banyak entri.
it: Gli schemi diventeranno più chiari man mano che aggiungi voci.
ja: 記録を増やすほど傾向が見えやすくなります。
ko: 기록을 더 추가할수록 패턴이 더 명확해집니다.
pt_br: Os padrões ficarão mais claros conforme você adicionar entradas.
th: รูปแบบจะชัดขึ้นเมื่อคุณเพิ่มรายการมากขึ้น
tr: Daha fazla kayıt ekledikçe örüntüler netleşir.
zh_hans: 添加更多记录后，趋势会更清晰。
zh_hant: 加入更多記錄後，趨勢會更清楚。

# home.trend.title
source: Latest trend
ar: أحدث اتجاه
de: Neuester Trend
es: Tendencia reciente
fr: Tendance récente
hi: नवीनतम रुझान
id: Tren terbaru
it: Tendenza recente
ja: 最近の傾向
ko: 최근 추세
pt_br: Tendência recente
th: แนวโน้มล่าสุด
tr: Son eğilim
zh_hans: 最新趋势
zh_hant: 最新趨勢

# insights.averages.body
source: Average scores:
ar: متوسط الدرجات:
de: Durchschnittswerte:
es: Puntuaciones promedio:
fr: Scores moyens :
hi: औसत स्कोर:
id: Skor rata-rata:
it: Punteggi medi:
ja: 平均スコア:
ko: 평균 점수:
pt_br: Pontuações médias:
th: คะแนนเฉลี่ย:
tr: Ortalama puanlar:
zh_hans: 平均评分：
zh_hant: 平均评分：

# insights.averages.title
source: Average ratings
ar: متوسط التقييمات
de: Durchschnittswerte
es: Promedios
fr: Moyennes
hi: औसत रेटिंग
id: Rata-rata penilaian
it: Valutazioni medie
ja: 平均評価
ko: 평균 점수
pt_br: Médias
th: คะแนนเฉลี่ย
tr: Ortalama puanlar
zh_hans: 平均评分
zh_hant: 平均評分

# insights.brainFog.body
source: Entries with high brain fog:
ar: إدخالات بضباب دماغ مرتفع:
de: Einträge mit starkem Brain Fog:
es: Entradas con niebla mental alta:
fr: Entrées avec brouillard mental élevé :
hi: अधिक ब्रेन फ़ॉग वाली प्रविष्टियाँ:
id: Entri dengan brain fog tinggi:
it: Voci con nebbia mentale elevata:
ja: ブレインフォグが高い記録:
ko: 브레인 포그가 높은 기록:
pt_br: Entradas com névoa mental alta:
th: รายการที่มี Brain Fog สูง:
tr: Yüksek beyin sisi olan kayıtlar:
zh_hans: 脑雾较高的记录：
zh_hant: 腦霧較高的記錄：

# insights.brainFog.title
source: Brain fog frequency
ar: تكرار ضباب الدماغ
de: Brain-Fog-Häufigkeit
es: Frecuencia de niebla mental
fr: Fréquence du brouillard mental
hi: ब्रेन फॉग आवृत्ति
id: Frekuensi brain fog
it: Frequenza nebbia mentale
ja: ブレインフォグ頻度
ko: 브레인 포그 빈도
pt_br: Frequência de névoa mental
th: ความถี่ของสมองล้า
tr: Beyin sisi sıklığı
zh_hans: 脑雾频率
zh_hant: 腦霧頻率

# insights.caution.body
source: These insights are for tracking support and are not a diagnosis.
ar: هذه الرؤى لدعم التتبع وليست تشخيصًا.
de: Diese Einblicke unterstützen das Tracking und sind keine Diagnose.
es: Estos análisis son para apoyar el seguimiento y no son un diagnóstico.
fr: Ces analyses servent au suivi et ne constituent pas un diagnostic.
hi: ये इनसाइट ट्रैकिंग समर्थन के लिए हैं, निदान नहीं।
id: Insight ini untuk mendukung pelacakan dan bukan diagnosis.
it: Questi insight supportano il monitoraggio e non sono una diagnosi.
ja: これらの洞察は記録を支援するもので、診断ではありません。
ko: 이 인사이트는 기록을 돕기 위한 것이며 진단이 아닙니다.
pt_br: Esses insights apoiam o acompanhamento e não são um diagnóstico.
th: ข้อมูลเชิงลึกเหล่านี้ใช้เพื่อช่วยติดตาม ไม่ใช่การวินิจฉัย
tr: Bu içgörüler takip desteği içindir ve tanı değildir.
zh_hans: 这些洞察仅用于辅助追踪，并不是诊断。
zh_hant: 這些洞察僅用於輔助追蹤，並不是診斷。

# insights.caution.title
source: Cautious guidance
ar: إرشاد حذر
de: Vorsichtige Hinweise
es: Orientación prudente
fr: Conseils prudents
hi: सावधान मार्गदर्शन
id: Panduan hati-hati
it: Indicazioni prudenti
ja: 慎重なガイダンス
ko: 신중한 안내
pt_br: Orientação cautelosa
th: คำแนะนำอย่างระมัดระวัง
tr: Dikkatli rehberlik
zh_hans: 谨慎参考
zh_hant: 謹慎參考

# insights.correlation.open
source: Open correlation detail
ar: فتح تفاصيل الارتباط
de: Korrelationsdetail öffnen
es: Abrir detalle de correlación
fr: Ouvrir le détail de corrélation
hi: सहसंबंध विवरण खोलें
id: Buka detail korelasi
it: Apri dettaglio correlazione
ja: 相関の詳細を開く
ko: 상관관계 상세 열기
pt_br: Abrir detalhe da correlação
th: เปิดรายละเอียดความสัมพันธ์
tr: Korelasyon detayını aç
zh_hans: 打开相关性详情
zh_hant: 打開相關性詳情

# insights.correlation.title
source: Possible association
ar: ارتباط محتمل
de: Möglicher Zusammenhang
es: Posible asociación
fr: Association possible
hi: संभावित संबंध
id: Kemungkinan hubungan
it: Possibile associazione
ja: 関連の可能性
ko: 가능한 연관
pt_br: Possível associação
th: ความเชื่อมโยงที่เป็นไปได้
tr: Olası ilişki
zh_hans: 可能的关联
zh_hant: 可能的關聯

# insights.empty.message
source: Insights will appear after you save a few logs.
ar: ستظهر الرؤى بعد حفظ بعض السجلات.
de: Einblicke erscheinen nach einigen Einträgen.
es: Los insights aparecerán después de guardar algunos registros.
fr: Les analyses apparaîtront après quelques journaux.
hi: कुछ लॉग सहेजने के बाद इनसाइट्स दिखेंगे।
id: Wawasan muncul setelah beberapa catatan disimpan.
it: Gli insight appariranno dopo alcuni registri.
ja: いくつか記録するとインサイトが表示されます。
ko: 몇 개의 기록을 저장하면 인사이트가 표시됩니다.
pt_br: Os insights aparecerão depois de salvar alguns registros.
th: ข้อมูลเชิงลึกจะแสดงหลังจากบันทึกหลายครั้ง
tr: Birkaç kayıt sonrası içgörüler görünür.
zh_hans: 保存几条记录后会显示洞察。
zh_hant: 儲存幾筆記錄後會顯示洞察。

# insights.empty.title
source: Patterns need entries
ar: تحتاج الأنماط إلى سجلات
de: Muster brauchen Einträge
es: Los patrones necesitan registros
fr: Les tendances ont besoin de journaux
hi: पैटर्न के लिए प्रविष्टियाँ चाहिए
id: Pola membutuhkan catatan
it: I pattern richiedono registri
ja: 傾向には記録が必要です
ko: 패턴에는 기록이 필요합니다
pt_br: Padrões precisam de registros
th: รูปแบบต้องมีข้อมูลบันทึก
tr: Örüntüler kayıt ister
zh_hans: 需要记录才能发现趋势
zh_hant: 需要記錄才能發現趨勢

# insights.entries7.body
source: Entries saved in the last 7 days:
ar: الإدخالات المحفوظة في آخر 7 أيام:
de: Einträge der letzten 7 Tage:
es: Entradas guardadas en los últimos 7 días:
fr: Entrées enregistrées au cours des 7 derniers jours :
hi: पिछले 7 दिनों में सहेजी गई प्रविष्टियाँ:
id: Entri tersimpan dalam 7 hari terakhir:
it: Voci salvate negli ultimi 7 giorni:
ja: 過去7日間に保存した記録:
ko: 지난 7일간 저장된 기록:
pt_br: Entradas salvas nos últimos 7 dias:
th: รายการที่บันทึกใน 7 วันที่ผ่านมา:
tr: Son 7 günde kaydedilen kayıtlar:
zh_hans: 过去 7 天保存的记录：
zh_hant: 過去 7 天儲存的記錄：

# insights.entries7.title
source: Recent tracking
ar: التتبع الأخير
de: Aktuelles Tracking
es: Seguimiento reciente
fr: Suivi récent
hi: हाल की ट्रैकिंग
id: Pelacakan terbaru
it: Monitoraggio recente
ja: 最近の記録
ko: 최근 추적
pt_br: Acompanhamento recente
th: การติดตามล่าสุด
tr: Son takip
zh_hans: 近期追踪
zh_hant: 近期追蹤

# insights.lowData.averages
source: Add at least two entries to see average mood, sleep, and energy.
ar: أضيفي إدخالين على الأقل لرؤية متوسط المزاج والنوم والطاقة.
de: Füge mindestens zwei Einträge hinzu, um Durchschnittswerte für Stimmung, Schlaf und Energie zu sehen.
es: Añade al menos dos entradas para ver el promedio de ánimo, sueño y energía.
fr: Ajoutez au moins deux entrées pour voir les moyennes d’humeur, de sommeil et d’énergie.
hi: मूड, नींद और ऊर्जा का औसत देखने के लिए कम से कम दो प्रविष्टियाँ जोड़ें।
id: Tambahkan setidaknya dua entri untuk melihat rata-rata suasana hati, tidur, dan energi.
it: Aggiungi almeno due voci per vedere la media di umore, sonno ed energia.
ja: 気分、睡眠、エネルギーの平均を見るには少なくとも2件の記録を追加してください。
ko: 기분, 수면, 에너지 평균을 보려면 최소 두 개의 기록을 추가하세요.
pt_br: Adicione pelo menos duas entradas para ver médias de humor, sono e energia.
th: เพิ่มอย่างน้อยสองรายการเพื่อดูค่าเฉลี่ยอารมณ์ การนอน และพลังงาน
tr: Ortalama ruh hali, uyku ve enerjiyi görmek için en az iki kayıt ekleyin.
zh_hans: 至少添加两条记录，才能查看情绪、睡眠和精力平均值。
zh_hant: 至少添加两条记录，才能查看情绪、睡眠和精力平均值。

# insights.lowData.symptoms
source: Log symptoms over time to see which one appears most often.
ar: سجلي الأعراض بمرور الوقت لمعرفة أيها يظهر غالبًا.
de: Protokolliere Symptome über die Zeit, um zu sehen, welches am häufigsten auftritt.
es: Registra síntomas con el tiempo para ver cuál aparece con más frecuencia.
fr: Enregistrez les symptômes dans le temps pour voir lequel revient le plus souvent.
hi: समय के साथ लक्षण दर्ज करें ताकि सबसे बार आने वाला लक्षण दिखे।
id: Catat gejala dari waktu ke waktu untuk melihat mana yang paling sering muncul.
it: Registra i sintomi nel tempo per vedere quale compare più spesso.
ja: 症状を継続して記録すると、最も多い症状が分かります。
ko: 시간에 따라 증상을 기록하면 가장 자주 나타나는 증상을 볼 수 있습니다.
pt_br: Registre sintomas ao longo do tempo para ver qual aparece com mais frequência.
th: บันทึกอาการต่อเนื่องเพื่อดูว่าอาการใดเกิดขึ้นบ่อยที่สุด
tr: En sık hangisinin göründüğünü görmek için belirtileri zaman içinde kaydedin.
zh_hans: 持续记录症状后，可以看到最常出现的症状。
zh_hant: 持续记录症状后，可以看到最常出现的症状。

# insights.lowData.title
source: More data needed
ar: نحتاج إلى مزيد من البيانات
de: Mehr Daten erforderlich
es: Se necesitan más datos
fr: Plus de données nécessaires
hi: अधिक डेटा चाहिए
id: Perlu lebih banyak data
it: Servono più dati
ja: さらにデータが必要です
ko: 더 많은 데이터 필요
pt_br: Mais dados necessários
th: ต้องการข้อมูลเพิ่มเติม
tr: Daha fazla veri gerekli
zh_hans: 需要更多数据
zh_hant: 需要更多資料

# insights.title
source: Insights
ar: الرؤى
de: Einblicke
fr: Analyses
hi: इनसाइट्स
id: Wawasan
it: Insight
ja: インサイト
ko: 인사이트
th: ข้อมูลเชิงลึก
tr: İçgörüler
zh_hans: 洞察
zh_hant: 洞察

# insights.topSymptom.body
source: Most frequent symptom in the last 30 days:
ar: العَرَض الأكثر تكرارًا في آخر 30 يومًا:
de: Häufigstes Symptom der letzten 30 Tage:
es: Síntoma más frecuente en los últimos 30 días:
fr: Symptôme le plus fréquent au cours des 30 derniers jours :
hi: पिछले 30 दिनों में सबसे बार दर्ज लक्षण:
id: Gejala paling sering dalam 30 hari terakhir:
it: Sintomo più frequente negli ultimi 30 giorni:
ja: 過去30日間で最も多い症状:
ko: 지난 30일간 가장 잦은 증상:
pt_br: Sintoma mais frequente nos últimos 30 dias:
th: อาการที่พบบ่อยที่สุดใน 30 วันที่ผ่านมา:
tr: Son 30 günde en sık belirti:
zh_hans: 过去 30 天最常出现的症状：
zh_hant: 過去 30 天最常出現的症狀：

# insights.topSymptom.title
source: Top symptom
ar: العرض الأبرز
de: Hauptsymptom
es: Síntoma principal
fr: Symptôme principal
hi: मुख्य लक्षण
id: Gejala utama
it: Sintomo principale
ja: 主な症状
ko: 주요 증상
pt_br: Principal sintoma
th: อาการหลัก
tr: Başlıca belirti
zh_hans: 主要症状
zh_hant: 主要症狀

# insights.trend.open
source: Open trend detail
ar: فتح تفاصيل الاتجاه
de: Trenddetail öffnen
es: Abrir detalle de tendencia
fr: Ouvrir le détail de tendance
hi: रुझान विवरण खोलें
id: Buka detail tren
it: Apri dettaglio tendenza
ja: 傾向の詳細を開く
ko: 추세 상세 열기
pt_br: Abrir detalhe da tendência
th: เปิดรายละเอียดแนวโน้ม
tr: Eğilim detayını aç
zh_hans: 打开趋势详情
zh_hant: 打開趨勢詳情

# language.arabic
source: Arabic
ar: العربية
de: Arabisch
es: Árabe
fr: Arabe
hi: अरबी
id: Arab
it: Arabo
ja: アラビア語
ko: 아랍어
pt_br: Árabe
th: อาหรับ
tr: Arapça
zh_hans: 阿拉伯语
zh_hant: 阿拉伯语

# language.chineseSimplified
source: 简体中文
ar: الصينية المبسطة
de: Vereinfachtes Chinesisch
es: Chino simplificado
fr: Chinois simplifié
hi: सरलीकृत चीनी
id: Tionghoa sederhana
it: Cinese semplificato
ja: 簡体字中国語
ko: 중국어 간체
pt_br: Chinês simplificado
th: จีนตัวย่อ
tr: Basitleştirilmiş Çince

# language.chineseTraditional
source: 繁體中文
ar: الصينية التقليدية
de: Traditionelles Chinesisch
es: Chino tradicional
fr: Chinois traditionnel
hi: पारंपरिक चीनी
id: Tionghoa tradisional
it: Cinese tradizionale
ja: 繁体字中国語
ko: 중국어 번체
pt_br: Chinês tradicional
th: จีนตัวเต็ม
tr: Geleneksel Çince

# language.english
source: English
ar: الإنجليزية
de: Englisch
es: Inglés
fr: Anglais
hi: अंग्रेज़ी
id: Inggris
it: Inglese
ja: 英語
ko: 영어
pt_br: Inglês
th: อังกฤษ
tr: İngilizce
zh_hans: 英语
zh_hant: 英文

# language.french
source: French
ar: الفرنسية
de: Französisch
es: Francés
fr: Français
hi: फ़्रेंच
id: Prancis
it: Francese
ja: フランス語
ko: 프랑스어
pt_br: Francês
th: ฝรั่งเศส
tr: Fransızca
zh_hans: 法语
zh_hant: 法文

# language.german
source: German
ar: الألمانية
de: Deutsch
es: Alemán
fr: Allemand
hi: जर्मन
id: Jerman
it: Tedesco
ja: ドイツ語
ko: 독일어
pt_br: Alemão
th: เยอรมัน
tr: Almanca
zh_hans: 德语
zh_hant: 德文

# language.hindi
source: Hindi
ar: الهندية
hi: हिंदी
ja: ヒンディー語
ko: 힌디어
th: ฮินดี
tr: Hintçe
zh_hans: 印地语
zh_hant: 印地語

# language.indonesian
source: Indonesian
ar: الإندونيسية
de: Indonesisch
es: Indonesio
fr: Indonésien
hi: इंडोनेशियाई
id: Indonesia
it: Indonesiano
ja: インドネシア語
ko: 인도네시아어
pt_br: Indonésio
th: อินโดนีเซีย
tr: Endonezce
zh_hans: 印尼语
zh_hant: 印尼语

# language.italian
source: Italian
ar: الإيطالية
de: Italienisch
es: Italiano
fr: Italien
hi: इतालवी
id: Italia
it: Italiano
ja: イタリア語
ko: 이탈리아어
pt_br: Italiano
th: อิตาลี
tr: İtalyanca
zh_hans: 意大利语
zh_hant: 意大利语

# language.japanese
source: 日本語
ar: اليابانية
de: Japanisch
es: Japonés
fr: Japonais
hi: जापानी
id: Jepang
it: Giapponese
ko: 일본어
pt_br: Japonês
th: ญี่ปุ่น
tr: Japonca
zh_hans: 日语
zh_hant: 日语

# language.korean
source: 한국어
ar: الكورية
de: Koreanisch
es: Coreano
fr: Coréen
hi: कोरियाई
id: Korea
it: Coreano
ja: 韓国語
pt_br: Coreano
th: เกาหลี
tr: Korece
zh_hans: 韩语
zh_hant: 韩语

# language.portugueseBrazil
source: Portuguese (Brazil)
ar: البرتغالية (البرازيل)
de: Portugiesisch (Brasilien)
es: Portugués (Brasil)
fr: Portugais (Brésil)
hi: पुर्तगाली (ब्राज़ील)
id: Portugis (Brasil)
it: Portoghese (Brasile)
ja: ポルトガル語（ブラジル）
ko: 포르투갈어(브라질)
pt_br: Português (Brasil)
th: โปรตุเกส (บราซิล)
tr: Portekizce (Brezilya)
zh_hans: 葡萄牙语（巴西）
zh_hant: 葡萄牙語（巴西）

# language.spanish
source: Español
ar: الإسبانية
de: Spanisch
fr: Espagnol
hi: स्पेनिश
id: Spanyol
it: Spagnolo
ja: スペイン語
ko: 스페인어
pt_br: Espanhol
th: สเปน
tr: İspanyolca
zh_hans: 西班牙语
zh_hant: 西班牙語

# language.thai
source: Thai
ar: التايلاندية
de: Thailändisch
es: Tailandés
fr: Thaï
hi: थाई
it: Thailandese
ja: タイ語
ko: 태국어
pt_br: Tailandês
th: ไทย
tr: Tayca
zh_hans: 泰语
zh_hant: 泰语

# language.turkish
source: Turkish
ar: التركية
de: Türkisch
es: Turco
fr: Turc
hi: तुर्की
id: Turki
it: Turco
ja: トルコ語
ko: 터키어
pt_br: Turco
th: ตุรกี
tr: Türkçe
zh_hans: 土耳其语
zh_hant: 土耳其語

# lock.shield
source: Shield
ar: درع
de: Schild
es: Escudo
fr: Bouclier
hi: शील्ड
id: Perisai
it: Scudo
ja: シールド
ko: 방패
pt_br: Escudo
th: โล่
tr: Kalkan
zh_hans: 盾牌
zh_hant: 盾牌

# log.brainFog
source: Brain fog
ar: ضباب الدماغ
es: Niebla mental
fr: Brouillard mental
hi: ब्रेन फ़ॉग
id: Kabut otak
it: Nebbia mentale
ja: ブレインフォグ
ko: 브레인 포그
pt_br: Névoa mental
th: ภาวะสมองล้า
tr: Beyin sisi
zh_hans: 脑雾
zh_hant: 腦霧

# log.energy
source: Energy
ar: الطاقة
de: Energie
es: Energía
fr: Énergie
hi: ऊर्जा
id: Energi
it: Energia
ja: エネルギー
ko: 에너지
pt_br: Energia
th: พลังงาน
tr: Enerji
zh_hans: 精力
zh_hant: 精力

# log.impact.intimacy
source: Intimacy impact
ar: تأثير الحميمية
de: Auswirkung auf Intimität
es: Impacto en la intimidad
fr: Impact sur l’intimité
hi: निकटता पर प्रभाव
id: Dampak keintiman
it: Impatto sull’intimità
ja: 親密さへの影響
ko: 친밀감 영향
pt_br: Impacto na intimidade
th: ผลกระทบต่อความใกล้ชิด
tr: Yakınlık etkisi
zh_hans: 亲密关系影响
zh_hant: 親密關係影響

# log.impact.relationship
source: Relationship impact
ar: تأثير العلاقة
de: Auswirkung auf Beziehung
es: Impacto en la relación
fr: Impact sur la relation
hi: रिश्ते पर प्रभाव
id: Dampak hubungan
it: Impatto sulla relazione
ja: 関係への影響
ko: 관계 영향
pt_br: Impacto no relacionamento
th: ผลกระทบต่อความสัมพันธ์
tr: İlişki etkisi
zh_hans: 关系影响
zh_hant: 关系影响

# log.impact.sleep
source: Sleep impact
ar: تأثير النوم
de: Auswirkung auf Schlaf
es: Impacto en el sueño
fr: Impact sur le sommeil
hi: नींद पर प्रभाव
id: Dampak tidur
it: Impatto sul sonno
ja: 睡眠への影響
ko: 수면 영향
pt_br: Impacto no sono
th: ผลกระทบต่อการนอน
tr: Uyku etkisi
zh_hans: 睡眠影响
zh_hant: 睡眠影响

# log.impact.work
source: Work impact
ar: تأثير العمل
de: Auswirkung auf Arbeit
es: Impacto en el trabajo
fr: Impact sur le travail
hi: काम पर प्रभाव
id: Dampak kerja
it: Impatto sul lavoro
ja: 仕事への影響
ko: 업무 영향
pt_br: Impacto no trabalho
th: ผลกระทบต่องาน
tr: İş etkisi
zh_hans: 工作影响
zh_hant: 工作影响

# log.medication.empty
source: Add a medication profile first to mark it as taken here.
ar: أضيفي ملف دواء أولًا لتمييزه كمتناول هنا.
de: Lege zuerst ein Medikamentenprofil an, um es hier als eingenommen zu markieren.
es: Añade primero un perfil de medicación para marcarlo como tomado aquí.
fr: Ajoutez d’abord un profil de médicament pour le marquer comme pris ici.
hi: यहाँ लिया हुआ चिह्नित करने के लिए पहले दवा प्रोफ़ाइल जोड़ें।
id: Tambahkan profil obat terlebih dahulu untuk menandainya sudah diminum di sini.
it: Aggiungi prima un profilo farmaco per segnarlo come assunto qui.
ja: ここで服用済みにするには、先に薬のプロフィールを追加してください。
ko: 여기에서 복용으로 표시하려면 먼저 복약 프로필을 추가하세요.
pt_br: Adicione primeiro um perfil de medicação para marcá-la como tomada aqui.
th: เพิ่มโปรไฟล์ยาก่อนเพื่อทำเครื่องหมายว่ากินแล้วที่นี่
tr: Burada alınmış olarak işaretlemek için önce bir ilaç profili ekleyin.
zh_hans: 请先添加用药资料，才能在这里标记已服用。
zh_hant: 請先加入用藥資料，才能在這裡標記已服用。

# log.medication.profile
source: Medication or supplement
ar: دواء أو مكمل
de: Medikament oder Nahrungsergänzung
es: Medicamento o suplemento
fr: Médicament ou complément
hi: दवा या सप्लीमेंट
id: Obat atau suplemen
it: Farmaco o integratore
ja: 薬またはサプリメント
ko: 약물 또는 보충제
pt_br: Medicamento ou suplemento
th: ยาหรืออาหารเสริม
tr: İlaç veya takviye
zh_hans: 药物或补充剂
zh_hant: 藥物或補充劑

# log.medication.select
source: Select one
ar: اختاري واحدًا
de: Eines auswählen
es: Selecciona uno
fr: Sélectionnez-en un
hi: एक चुनें
id: Pilih satu
it: Seleziona uno
ja: 1つ選択
ko: 하나 선택
pt_br: Selecione um
th: เลือกหนึ่งอย่าง
tr: Birini seç
zh_hans: 选择一项
zh_hant: 選擇一項

# log.medication.taken
source: Medication taken today
ar: تم تناول الدواء اليوم
de: Medikament heute eingenommen
es: Medicamento tomado hoy
fr: Médicament pris aujourd’hui
hi: आज दवा ली गई
id: Obat diminum hari ini
it: Farmaco assunto oggi
ja: 今日服用した薬
ko: 오늘 복용한 약
pt_br: Medicação tomada hoje
th: กินยาวันนี้
tr: Bugün ilaç alındı
zh_hans: 今天已服用
zh_hant: 今天已服用

# log.mood
source: Mood
ar: المزاج
de: Stimmung
es: Ánimo
fr: Humeur
hi: मूड
id: Suasana hati
it: Umore
ja: 気分
ko: 기분
pt_br: Humor
th: อารมณ์
tr: Ruh hali
zh_hans: 情绪
zh_hant: 情緒

# log.notes.placeholder
source: Add notes if helpful
ar: أضيفي ملاحظات إذا كان ذلك مفيدًا
de: Notizen hinzufügen, falls hilfreich
es: Añade notas si ayuda
fr: Ajoutez des notes si utile
hi: मददगार हो तो नोट्स जोड़ें
id: Tambahkan catatan jika membantu
it: Aggiungi note se utile
ja: 必要ならメモを追加
ko: 도움이 되면 메모를 추가하세요
pt_br: Adicione notas se for útil
th: เพิ่มโน้ตหากเป็นประโยชน์
tr: Faydalıysa not ekleyin
zh_hans: 可添加有帮助的备注
zh_hant: 可加入有幫助的備註

# log.overall
source: Overall day
ar: اليوم إجمالًا
de: Gesamttag
es: Día general
fr: Journée globale
hi: पूरा दिन
id: Hari keseluruhan
it: Giornata complessiva
ja: 一日の全体
ko: 하루 전체
pt_br: Dia geral
th: วันโดยรวม
tr: Genel gün
zh_hans: 整体状态
zh_hant: 整體狀態

# log.saved.message
source: Your daily log was saved.
ar: تم حفظ السجل اليومي.
de: Dein Tagesprotokoll wurde gespeichert.
es: Tu registro diario se guardó.
fr: Votre journal quotidien a été enregistré.
hi: आपका दैनिक लॉग सहेज दिया गया।
id: Catatan harian Anda disimpan.
it: Il tuo diario giornaliero è stato salvato.
ja: 今日の記録を保存しました。
ko: 일일 기록이 저장되었습니다.
pt_br: Seu registro diário foi salvo.
th: บันทึกรายวันของคุณถูกบันทึกแล้ว
tr: Günlük kaydınız kaydedildi.
zh_hans: 你的每日记录已保存。
zh_hant: 你的每日記錄已儲存。

# log.saved.title
source: Saved
ar: تم الحفظ
de: Gespeichert
es: Guardado
fr: Enregistré
hi: सहेजा गया
id: Tersimpan
it: Salvato
ja: 保存済み
ko: 저장됨
pt_br: Salvo
th: บันทึกแล้ว
tr: Kaydedildi
zh_hans: 已保存
zh_hant: 已儲存

# log.section.cycle
source: Cycle
ar: الدورة
de: Zyklus
es: Ciclo
hi: चक्र
id: Siklus
it: Ciclo
ja: 周期
ko: 주기
pt_br: Ciclo
th: รอบเดือน
tr: Döngü
zh_hans: 周期
zh_hant: 週期

# log.section.impact
source: Impact
ar: التأثير
de: Auswirkung
es: Impacto
hi: प्रभाव
id: Dampak
it: Impatto
ja: 影響
ko: 영향
pt_br: Impacto
th: ผลกระทบ
tr: Etki
zh_hans: 影响
zh_hant: 影響

# log.section.medications
source: Medications
ar: الأدوية
de: Medikamente
es: Medicamentos
fr: Médicaments
hi: दवाएं
id: Obat
it: Farmaci
ja: 服薬
ko: 복용 관리
pt_br: Medicamentos
th: ยา
tr: İlaçlar
zh_hans: 用药
zh_hant: 用藥

# log.section.notes
source: Notes
ar: ملاحظات
de: Notizen
es: Notas
hi: नोट्स
id: Catatan
it: Note
ja: メモ
ko: 메모
pt_br: Notas
th: บันทึกย่อ
tr: Notlar
zh_hans: 备注
zh_hant: 備註

# log.section.scores
source: Scores
ar: الدرجات
de: Werte
es: Puntuaciones
hi: स्कोर
id: Skor
it: Punteggi
ja: スコア
ko: 점수
pt_br: Pontuações
th: คะแนน
tr: Puanlar
zh_hans: 评分
zh_hant: 評分

# log.section.symptoms
source: Symptoms
ar: الأعراض
de: Symptome
es: Síntomas
fr: Symptômes
hi: लक्षण
id: Gejala
it: Sintomi
ja: 症状
ko: 증상
pt_br: Sintomas
th: อาการ
tr: Belirtiler
zh_hans: 症状
zh_hant: 症狀

# log.section.triggers
source: Triggers
ar: المحفزات
de: Auslöser
es: Desencadenantes
fr: Déclencheurs
hi: ट्रिगर
id: Pemicu
it: Fattori scatenanti
ja: きっかけ
ko: 유발 요인
pt_br: Gatilhos
th: ตัวกระตุ้น
tr: Tetikleyiciler
zh_hans: 诱因
zh_hant: 誘因

# log.sleep
source: Sleep
ar: النوم
de: Schlaf
es: Sueño
fr: Sommeil
hi: नींद
id: Tidur
it: Sonno
ja: 睡眠
ko: 수면
pt_br: Sono
th: การนอน
tr: Uyku
zh_hans: 睡眠
zh_hant: 睡眠

# log.symptoms.more
source: Browse all symptoms
ar: تصفح كل الأعراض
de: Alle Symptome durchsuchen
es: Ver todos los síntomas
fr: Parcourir tous les symptômes
hi: सभी लक्षण देखें
id: Jelajahi semua gejala
it: Sfoglia tutti i sintomi
ja: すべての症状を見る
ko: 모든 증상 보기
pt_br: Ver todos os sintomas
th: ดูอาการทั้งหมด
tr: Tüm belirtilere göz at
zh_hans: 浏览全部症状
zh_hant: 瀏覽全部症狀

# log.title
source: Log
ar: تسجيل
de: Protokoll
es: Registro
fr: Journal
hi: लॉग
id: Catatan
it: Registro
ja: 記録
ko: 기록
pt_br: Registro
th: บันทึก
tr: Kayıt
zh_hans: 记录
zh_hant: 記錄

# medication.category.other
source: Other
ar: أخرى
de: Andere
es: Otro
fr: Autre
hi: अन्य
id: Lainnya
it: Altro
ja: その他
ko: 기타
pt_br: Outro
th: อื่นๆ
tr: Diğer
zh_hans: 其他
zh_hant: 其他

# medication.category.prescription
source: Prescription
ar: وصفة طبية
de: Verschreibung
es: Receta
fr: Ordonnance
hi: प्रिस्क्रिप्शन
id: Resep
it: Prescrizione
ja: 処方薬
ko: 처방약
pt_br: Prescrição
th: ใบสั่งยา
tr: Reçete
zh_hans: 处方药
zh_hant: 處方藥

# medication.category.supplement
source: Supplement
ar: مكمل
de: Nahrungsergänzung
es: Suplemento
fr: Complément
hi: सप्लीमेंट
id: Suplemen
it: Integratore
ja: サプリメント
ko: 보충제
pt_br: Suplemento
th: อาหารเสริม
tr: Takviye
zh_hans: 补充剂
zh_hant: 補充劑

# medications.add
source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
fr: Ajouter
hi: जोड़ें
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
pt_br: Adicionar
th: เพิ่ม
tr: Ekle
zh_hans: 添加
zh_hant: 新增

# medications.category
source: Category
ar: الفئة
de: Kategorie
es: Categoría
fr: Catégorie
hi: श्रेणी
id: Kategori
it: Categoria
ja: カテゴリ
ko: 카테고리
pt_br: Categoria
th: หมวดหมู่
tr: Kategori
zh_hans: 类别
zh_hant: 類別

# medications.dose.placeholder
source: Dose
ar: الجرعة
de: Dosis
es: Dosis
hi: खुराक
id: Dosis
ja: 用量
ko: 용량
th: ขนาดยา
tr: Doz
zh_hans: 剂量
zh_hant: 劑量

# medications.effectScore
source: Perceived effect
ar: الأثر الملحوظ
de: Wahrgenommene Wirkung
es: Efecto percibido
fr: Effet perçu
hi: अनुभूत प्रभाव
id: Efek yang dirasakan
it: Effetto percepito
ja: 感じた効果
ko: 느낀 효과
pt_br: Efeito percebido
th: ผลที่รู้สึก
tr: Algılanan etki
zh_hans: 主观效果
zh_hant: 主觀效果

# medications.empty
source: No active medications yet.
ar: لا توجد أدوية نشطة بعد.
de: Noch keine aktiven Medikamente.
es: Aún no hay medicamentos activos.
fr: Aucun médicament actif pour le moment.
hi: अभी कोई सक्रिय दवा नहीं।
id: Belum ada obat aktif.
it: Ancora nessun farmaco attivo.
ja: 有効な薬はまだありません。
ko: 아직 활성 약물이 없습니다.
pt_br: Ainda não há medicações ativas.
th: ยังไม่มียาที่ใช้งานอยู่
tr: Henüz aktif ilaç yok.
zh_hans: 还没有当前用药。
zh_hant: 還沒有目前用藥。
